Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: At sea — %@ to %@
ar: في البحر - من %@ إلى %@
bg: В морето — %@ до %@
bs: Na moru — %@ do %@
ca: Al mar: de %@ a %@
cs: Na moři — %@ až %@
da: Til søs — %@ til %@
de: Auf See – %@ bis %@
el: Στη θάλασσα — %@ έως %@
es: En el mar: %@ a %@
et: Merel — %@ kuni %@
eu: Itsasoan — %@tik %@ra
fi: Merellä - %@ - %@
fr: En mer — %@ à %@
ga: Ar muir - %@ go %@
gl: No mar: de %@ a %@
he: בים - %@ עד %@
hi: समुद्र में - %@ से %@ तक
hr: Na moru — %@ do %@
hu: Tengeren – %@–%@
id: Di laut — %@ hingga %@
is: Á sjó — %@ til %@
it: In mare: da %@ a %@
ja: 海上 — %@ から %@
ka: ზღვაზე - %@-დან %@-მდე
kk: Теңізде — %@-тен %@-ге дейін
ko: 바다에서 — %@~%@
lt: Jūroje – nuo ​​%@ iki %@
lv: Jūrā — %@ līdz %@
mk: На море - %@ до %@
ms: Di laut — %@ hingga %@
mt: Fuq il-baħar — %@ sa %@
nb: Til sjøs — %@ til %@
nl: Op zee — %@ tot %@
pl: Na morzu — %@ do %@
pt_br: No mar — %@ a %@
ro: Pe mare — %@ până la %@
ru: В море — от %@ до %@.
sk: Na mori — %@ až %@
sl: Na morju — %@ do %@
sq: Në det - %@ në %@
sr: На мору — %@ до %@
sv: Till sjöss — %@ till %@
th: ในทะเล — %@ ถึง %@
tr: Denizde — %@'den %@'ye
uk: На морі — від %@ до %@
vi: Trên biển — %@ tới %@
zh_hans: 在海上 — %@ 至 %@
zh_hk: 在海上 — %@ 至 %@

source: At the gate
ar: عند البوابة
bg: На портата
bs: Na kapiji
ca: A la porta
cs: U brány
da: Ved porten
de: Am Tor
el: Στην πύλη
es: En la puerta
et: Väravas
eu: Atean
fi: Portilla
fr: À la porte
ga: Ag an ngeata
gl: Na porta
he: בשער
hi: गेट पर
hr: Na kapiji
hu: A kapuban
id: Di gerbang
is: Við hliðið
it: Al cancello
ja: 門に到着
ka: ჭიშკართან
kk: Қақпада
ko: 게이트에서
lt: Prie vartų
lv: Pie vārtiem
mk: На портата
ms: Di pintu pagar
mt: Fil-bieb
nb: Ved porten
nl: Bij de poort
pl: Przy bramie
pt_br: No portão
ro: La poarta
ru: У ворот
sk: Pri bráne
sl: Na vratih
sq: Në portë
sr: На капији
sv: Vid porten
th: ที่ประตู
tr: Kapıda
uk: Біля воріт
vi: Ở cổng
zh_hans: 在城门处
zh_hk: 在門口

source: At the Gate
ar: عند البوابة
bg: На Портата
bs: Na kapiji
ca: A la Porta
cs: U Brány
da: Ved Porten
de: Am Tor
el: Στην Πύλη
es: en la puerta
et: Väravas
eu: Atean
fi: Portilla
fr: À la porte
ga: Ag an nGeata
gl: Na Porta
he: בשער
hi: गेट पर
hr: Na Vratima
hu: A Kapunál
id: Di Gerbang
is: Við hliðið
it: Al Cancello
ja: ゲートにて
ka: კარიბჭესთან
kk: Қақпада
ko: 게이트에서
lt: Prie vartų
lv: Pie Vārtiem
mk: На Портата
ms: Di Gerbang
mt: Fil-Bieb
nb: Ved porten
nl: Bij de Poort
pl: Przy Bramie
pt_br: No portão
ro: La Poarta
ru: У ворот
sk: Pri Bráne
sl: Pri vratih
sq: Te Porta
sr: На капији
sv: Vid porten
th: ที่ประตู
tr: Kapıda
uk: Біля воріт
vi: Tại cổng
zh_hans: 在门口
zh_hk: 在門口

source: At the pace you were walking, %@ should be there about now. Open Baranov to count the last steps.
ar: بالوتيرة التي كنت تسير بها، من المفترض أن يكون %@ موجودًا هناك الآن. افتح بارانوف لحساب الخطوات الأخيرة.
bg: С темпото, с което вървяхте, %@ би трябвало да е там горе-долу сега. Отворете Baranov, за да преброите последните стъпки.
bs: Tempom kojim ste hodali, %@ bi sada trebao biti tamo. Otvorite Baranov da izbrojite posljednje korake.
ca: Al ritme que caminaves, %@ hauria d'estar-hi ara. Obriu Baranov per comptar els últims passos.
cs: Tempem, kterým jste šli, by tam teď měl být %@. Otevřete Baranov, abyste spočítali poslední kroky.
da: I det tempo, du gik, burde %@ være der omkring nu. Åbn Baranov for at tælle de sidste trin.
de: Bei deinem Tempo sollte %@ jetzt ungefähr dort sein. Öffne Baranov, um die letzten Schritte zu zählen.
el: Με τον ρυθμό που περπατούσατε, ο %@ θα πρέπει να είναι εκεί περίπου τώρα. Ανοίξτε τον Baranov για να μετρήσετε τα τελευταία βήματα.
es: Al ritmo al que caminabas, %@ debería estar ahí ahora. Abre Baranov para contar los últimos pasos.
et: Teie kõndimistempo juures peaks %@ praegu kohal olema. Avage Baranov, et lugeda viimased sammud.
eu: Ibiltzen ari zinen erritmoan, %@-k han egon beharko luke orain. Ireki Baranov azken pausoak zenbatzeko.
fi: Samalla vauhdilla, jolla kävelit, %@:n pitäisi olla paikalla juuri nyt. Avaa Baranov laskeaksesi viimeiset askeleet.
fr: Au rythme où tu marchais, %@ devrait être arrivé. Ouvre Baranov pour compter les derniers pas.
ga: Ar an luas a raibh tú ag siúl, ba cheart go mbeadh %@ ann faoi láthair. Oscail Baranov chun na céimeanna deiridh a chomhaireamh.
gl: Ao ritmo que andabas, %@ debería estar alí agora. Abre Baranov para contar os últimos pasos.
he: בקצב שהלכת, %@ אמור להיות שם בערך עכשיו. פתח את ברנוב כדי לספור את הצעדים האחרונים.
hi: जिस गति से आप चल रहे थे, %@ लगभग अब वहीं होना चाहिए। अंतिम चरण गिनने के लिए बारानोव खोलें।
hr: Tempom kojim ste hodali, %@ bi trebao biti tamo otprilike sada. Otvorite Baranov za brojanje zadnjih koraka.
hu: Abban a tempóban, ahogy sétáltál, %@-nek most már ott kell lennie. Nyissa meg a Baranovot, hogy megszámolja az utolsó lépéseket.
id: Sesuai dengan kecepatan Anda berjalan, %@ seharusnya sudah berada di sana saat ini. Buka Baranov untuk menghitung langkah terakhir.
is: Á þeim hraða sem þú varst að ganga ætti %@ að vera þarna um það bil núna. Opnaðu Baranov til að telja síðustu skrefin.
it: Al ritmo con cui camminavi, %@ dovrebbe essere lì in questo momento. Apri Baranov per contare gli ultimi passi.
ja: あなたの歩いているペースでは、%@ はもうすぐそこに着くはずです。 Baranov を開いて最後の歩数を数えます。
ka: იმ ტემპით, რომელსაც თქვენ სეირნობდით, %@ ახლა იქ უნდა იყოს. გახსენით ბარანოვი ბოლო ნაბიჯების დასათვლელად.
kk: Сіз жүрген қарқынмен %@ қазір сол жерде болуы керек. Соңғы қадамдарды санау үшін Барановты ашыңыз.
ko: 걷는 속도로 지금쯤 %@이(가) 거기에 있을 것입니다. Baranov를 열어 마지막 단계를 계산하세요.
lt: Tokiu tempu, kuriuo ėjote, %@ dabar turėtų būti ten. Atidarykite Baranovą, kad suskaičiuotumėte paskutinius žingsnius.
lv: Tādā tempā, kādu staigājāt, %@ vajadzētu būt tur apmēram tagad. Atveriet Baranovu, lai saskaitītu pēdējos soļus.
mk: Со темпото со кое одевте, %@ треба да биде таму сега. Отворете го Баранов да ги изброите последните чекори.
ms: Pada kadar yang anda berjalan, %@ sepatutnya berada di sana kira-kira sekarang. Buka Baranov untuk mengira langkah terakhir.
mt: Bil-pass li kont miexi, %@ għandu jkun hemm madwar issa. Iftaħ Baranov biex tgħodd l-aħħar passi.
nb: I det tempoet du gikk, burde %@ være der omtrent nå. Åpne Baranov for å telle de siste trinnene.
nl: In het tempo waarin je liep, zou %@ er nu ongeveer moeten zijn. Open Baranov om de laatste stappen te tellen.
pl: Przy tempie, w jakim szedłeś, %@ powinno być już na miejscu. Otwórz Baranowa, aby policzyć ostatnie kroki.
pt_br: No ritmo em que você estava andando, %@ deveria estar aí agora. Abra Baranov para contar os últimos passos.
ro: În ritmul în care mergeai, %@ ar trebui să fie acolo cam acum. Deschideți Baranov pentru a număra ultimii pași.
ru: Если ты шли в том же темпе, %@ должен быть уже на месте. Открой Baranov, чтобы засчитать последние шаги.
sk: Tempom, ktorým ste kráčali, by tam teraz mala byť %@. Otvorte Baranov, aby ste spočítali posledné kroky.
sl: S hitrostjo, s katero ste hodili, bi moral biti %@ zdaj približno tam. Odprite Baranov, da preštejete zadnje korake.
sq: Me ritmin që po ecnit, %@ duhet të jetë aty për momentin. Hap Baranov për të numëruar hapat e fundit.
sr: Темпом којим сте ходали, %@ би сада требало да буде тамо. Отворите Баранов да пребројите последње кораке.
sv: I den takt du gick borde %@ vara där ungefär nu. Öppna Baranov för att räkna de sista stegen.
th: ตามจังหวะที่คุณกำลังเดิน %@ น่าจะถึงจุดนั้นแล้ว เปิด Baranov เพื่อนับขั้นตอนสุดท้าย
tr: Yürüdüğünüz hızda %@ şu anda orada olmalı. Son adımları saymak için Baranov'u açın.
uk: З тією швидкістю, якою ти йшли, %@ мав би бути там приблизно зараз. Відкрий Баранова, щоб порахувати останні кроки.
vi: Với tốc độ bạn đang đi, %@ sẽ ở đó vào lúc này. Mở Baranov để đếm những bước cuối cùng.
zh_hans: 按照你走路的速度，%@现在应该就在那里。打开 Baranov 来计算最后的步数。
zh_hk: 按照你走路的速度，%@現在應該就在那裡。開啟 Baranov 來計算最後的步數。

source: At the port
ar: في الميناء
bg: На пристанището
bs: U luci
ca: Al Port
cs: V Přístavu
da: Ved Havnen
de: Am Hafen
el: Στο Λιμάνι
es: en el puerto
et: Sadamas
eu: Portuan
fi: Satamassa
fr: Au port
ga: Ag an gCalafort
gl: No Porto
he: בנמל
hi: बंदरगाह पर
hr: U luci
hu: A Kikötőben
id: Di Pelabuhan
is: Við höfnina
it: Al Porto
ja: 港で
ka: პორტში
kk: Портта
ko: 항구에서
lt: Uoste
lv: Pie ostas
mk: На пристаништето
ms: Di Pelabuhan
mt: Fil-Port
nb: Ved Havnen
nl: Bij de haven
pl: W Porcie
pt_br: No Porto
ro: La Port
ru: В порту
sk: V prístave
sl: V pristanišču
sq: Në Port
sr: У луци
sv: Vid hamnen
th: ที่ท่าเรือ
tr: Limanda
uk: У порту
vi: Tại cảng
zh_hans: 在港口
zh_hk: 在港口

source: At the Port
ar: في الميناء
bg: На пристанището
bs: U luci
ca: Al Port
cs: V Přístavu
da: Ved Havnen
de: Am Hafen
el: Στο Λιμάνι
es: en el puerto
et: Sadamas
eu: Portuan
fi: Satamassa
fr: Au port
ga: Ag an gCalafort
gl: No Porto
he: בנמל
hi: बंदरगाह पर
hr: U luci
hu: A Kikötőben
id: Di Pelabuhan
is: Við höfnina
it: Al Porto
ja: 港で
ka: პორტში
kk: Портта
ko: 항구에서
lt: Uoste
lv: Pie ostas
mk: На пристаништето
ms: Di Pelabuhan
mt: Fil-Port
nb: Ved Havnen
nl: Bij de haven
pl: W Porcie
pt_br: No Porto
ro: La Port
ru: В порту
sk: V prístave
sl: V pristanišču
sq: Në Port
sr: У луци
sv: Vid hamnen
th: ที่ท่าเรือ
tr: Limanda
uk: У порту
vi: Tại cảng
zh_hans: 在港口
zh_hk: 在港口

source: At the quay in %@
ar: على الرصيف في %@
bg: На кея в %@
bs: Na keju u %@
ca: Al moll a %@
cs: Na nábřeží v %@
da: Ved kajen i %@
de: Am Kai in %@
el: Στην αποβάθρα στο %@
es: En el muelle de %@
et: %@ kai ääres
eu: %@ko kaian
fi: Laiturilla paikassa %@
fr: À quai à %@
ga: Ag an gcéibh i %@
gl: No peirao en %@
he: ברציף ב%@
hi: %@ में घाट पर
hr: Na rivi u %@
hu: A rakparton %@
id: Di dermaga di %@
is: Við bryggju í %@
it: Al molo di %@
ja: %@の岸壁にて
ka: სანაპიროზე %@-ში
kk: %@ айлағында
ko: %@의 부두에서
lt: Prie krantinės %@
lv: Piestātnē %@
mk: На кејот во %@
ms: Di dermaga di %@
mt: Fuq il-moll fi %@
nb: Ved kaien i %@
nl: Aan de kade in %@
pl: Na nabrzeżu w %@
pt_br: No cais em %@
ro: La chei în %@
ru: На причале в %@
sk: Na nábreží v %@
sl: Na pomolu v %@
sq: Në kalatë në %@
sr: На кеју у %@
sv: Vid kajen i %@
th: ที่ท่าเรือใน %@
tr: %@'daki iskelede
uk: На причалі в %@
vi: Tại bến cảng ở %@
zh_hans: 在 %@ 的码头
zh_hk: 在 %@ 的碼頭

source: Badges
ar: شارات
bg: Значки
bs: Značke
ca: Insígnies
cs: Odznaky
da: Emblemer
de: Abzeichen
el: Σήματα
es: Insignias
et: Märgid
eu: Txapak
fi: Tunnusmerkit
fr: Insignes
ga: Suaitheantais
gl: Insignias
he: תגים
hi: बैज
hr: Značke
hu: Jelvények
id: Lencana
is: Merki
it: Distintivi
ja: バッジ
ka: სამკერდე ნიშნები
kk: Белгілер
ko: 배지
lt: Ženkliukai
lv: Nozīmītes
mk: Значки
ms: Lencana
mt: Distintivi
nb: Merker
nl: Insignes
pl: Odznaki
pt_br: Emblemas
ro: Ecusoane
ru: Значки
sk: Odznaky
sl: Značke
sq: Shenjat
sr: Значке
sv: Märken
th: ป้าย
tr: Rozetler
uk: Значки
vi: Huy hiệu
zh_hans: 徽章
zh_hk: 徽章

source: Baranov
ar: بارانوف
bg: Баранов
de: Baranow
el: Μπαράνοφ
es: Baránov
ga: Baranova
he: ברנוב
hi: बारानोव
ja: バラノフ
ka: ბარანოვი
kk: Баранов
ko: 바라노프
lt: Baranovas
lv: Baranovs
mk: Баранов
pl: Baranow
ru: Баранов
sr: Баранов
th: บารานอฟ
uk: Баранов
zh_hans: 巴拉诺夫
zh_hk: 巴拉諾夫

source: Baranov — a slow post, carried on foot.
ar: بارانوف - عمود بطيء يتم حمله سيرًا على الأقدام.
bg: Баранов — бавен пост, носен пеша.
bs: Baranov — spori stub, nošen pješice.
ca: Baranov: un pal lent, portat a peu.
cs: Baranov — pomalá pošta, nesená pěšky.
da: Baranov - et langsomt indlæg, båret til fods.
de: Baranov – ein langsamer Pfosten, zu Fuß getragen.
el: Μπαράνοφ — ένα αργό στύλο, που μεταφέρεται με τα πόδια.
es: Baranov es un poste lento que se lleva a pie.
et: Baranov — aeglane post, kantakse jalgsi.
eu: Baranov - postu motela, oinez eramana.
fi: Baranov - hidas posti, jota kuljetetaan jalan.
fr: Baranov — un poste lent, transporté à pied.
ga: Baranov - post mall, a rinneadh de shiúl na gcos.
gl: Baranov - un poste lento, levado a pé.
he: ברנוב - פוסט איטי, נישא ברגל.
hi: बारानोव - एक धीमी पोस्ट, पैदल ले जाया गया।
hr: Baranov — spora pošta, nošen pješice.
hu: Baranov – lassú poszt, gyalog vitték.
id: Baranov — tiang lambat, dilakukan dengan berjalan kaki.
is: Baranov - hægur póstur, borinn fótgangandi.
it: Baranov è un posto lento, portato a piedi.
ja: バラノフ — 徒歩で運ばれる遅いポスト。
ka: ბარანოვი - ნელი პოსტი, რომელსაც ფეხით ატარებენ.
kk: Баранов — баяу пост, жаяу тасыған.
ko: Baranov — 걸어서 이동하는 느린 기둥.
lt: Baranovas - lėtas postas, nešamas pėsčiomis.
lv: Baranovs — lēns pasts, nests kājām.
mk: Баранов — бавен столб, носен пеш.
ms: Baranov — jawatan perlahan, dibawa dengan berjalan kaki.
mt: Baranov - post bil-mod, li jinġarr bil-mixi.
nb: Baranov - et sakte innlegg, båret til fots.
nl: Baranov - een langzame post, te voet gedragen.
pl: Baranow — słup powolny, noszony pieszo.
pt_br: Baranov — um posto lento, transportado a pé.
ro: Baranov — un post lent, purtat pe jos.
ru: Баранов — медленный пост, переносимый пешком.
sk: Baranov — pomalá pošta, nesená pešo.
sl: Baranov — počasna postojanka, ki se prenaša peš.
sq: Baranov - një shtyllë e ngadaltë, e mbajtur në këmbë.
sr: Баранов — спор стуб, ношен пешке.
sv: Baranov — ett långsamt inlägg, buret till fots.
th: Baranov - เสาที่ช้าและเดินเท้า
tr: Baranov - yürüyerek taşınan yavaş bir direk.
uk: Баранов — повільний пост, переноситься пішки.
vi: Baranov — một bài đăng chậm, phải đi bộ.
zh_hans: 巴拉诺夫——一个缓慢的柱子，需要步行。
zh_hk: 巴拉諾夫－一個緩慢的柱子，需要步行。

source: Baranov · letters that walk
ar: بارانوف · الحروف التي تمشي
bg: Баранов · букви, които вървят
bs: Baranov · pisma koja hodaju
ca: Baranov · lletres que caminen
cs: Baranov · dopisy, které chodí
da: Baranov · bogstaver der går
de: Baranov · Briefe, die gehen
el: Baranov · γράμματα που περπατούν
es: Baranov · letras que caminan
et: Baranov · tähed, mis kõnnivad
eu: Baranov · ibiltzen diren letrak
fi: Baranov · kirjaimet, jotka kävelevät
fr: Baranov · lettres qui marchent
ga: Baranov · litreacha a shiúlann
gl: Baranov · letras que andan
he: ברנוב · אותיות שהולכות
hi: बारानोव · पत्र जो चलते हैं
hr: Baranov · slova koja hodaju
hu: Baranov · betűk, amelyek járnak
id: Baranov · surat yang berjalan
is: Baranov · bréf sem ganga
it: Baranov · lettere che camminano
ja: バラノフ · 歩く手紙
ka: ბარანოვი · წერილები, რომლებიც დადიან
kk: Баранов · жүретін әріптер
ko: 바라노프 · 걷는 편지
lt: Baranovas · raidės, kurios vaikšto
lv: Baranovs · burti, kas staigā
mk: Баранов · писма што одат
ms: Baranov · huruf yang berjalan
mt: Baranov · ittri li jimxu
nb: Baranov · bokstaver som går
nl: Baranov · letters die lopen
pl: Baranow · Listy, które chodzą
pt_br: Baranov · cartas que andam
ro: Baranov · scrisori care merg
ru: Баранов · буквы, которые ходят
sk: Baranov · písmená, ktoré chodia
sl: Baranov · črke, ki hodijo
sq: Baranov · letra që ecin
sr: Баранов · писма која ходају
sv: Baranov · bokstäver som går
th: Baranov ·จดหมายที่เดิน
tr: Baranov · yürüyen mektuplar
uk: Баранов · букви, що ходять
vi: Baranov · những chữ cái biết đi
zh_hans: 巴拉诺夫·行走的字母
zh_hk: 巴拉諾夫·行走的字母

source: Baranov isn't allowed to send notifications. Turn them on in Settings if you change your mind.
ar: لا يُسمح لبارانوف بإرسال إشعارات. قم بتشغيلها في الإعدادات إذا غيرت رأيك.
bg: Баранов няма право да изпраща известия. Включете ги в Настройки, ако промените решението си.
bs: Baranov ne smije slati obavještenja. Uključite ih u Postavkama ako se predomislite.
ca: Baranov no té permís per enviar notificacions. Activa'ls a Configuració si canvies d'opinió.
cs: Baranov nemá povoleno posílat upozornění. Pokud si to rozmyslíte, zapněte je v Nastavení.
da: Baranov må ikke sende meddelelser. Slå dem til i Indstillinger, hvis du ombestemmer dig.
de: Baranov darf keine Mitteilungen senden. Aktiviere sie in den Einstellungen, wenn du deine Meinung änderst.
el: Ο Baranov δεν επιτρέπεται να στέλνει ειδοποιήσεις. Ενεργοποιήστε τα στις Ρυθμίσεις εάν αλλάξετε γνώμη.
es: Baranov no puede enviar notificaciones. Actívalos en Configuración si cambias de opinión.
et: Baranov ei tohi teateid saata. Kui muudate meelt, lülitage need seadetes sisse.
eu: Baranov-ek ezin du jakinarazpenak bidaltzeko. Iritziz aldatzen bazara, aktibatu Ezarpenak atalean.
fi: Baranov ei saa lähettää ilmoituksia. Ota ne käyttöön asetuksista, jos muutat mieltäsi.
fr: Baranov n'est pas autorisé à envoyer des notifications. Active-les dans Paramètres si tu changes d'avis.
ga: Níl cead ag Baranov fógraí a sheoladh. Cuir ar siúl iad sna Socruithe má athraíonn tú d'intinn.
gl: Baranov non ten permiso para enviar notificacións. Actívaos en Configuración se cambias de opinión.
he: לברנוב אסור לשלוח הודעות. הפעל אותם בהגדרות אם תשנה את דעתך.
hi: बारानोव को सूचनाएं भेजने की अनुमति नहीं है. यदि आप अपना मन बदलते हैं तो उन्हें सेटिंग्स में चालू करें।
hr: Baranov ne smije slati obavijesti. Uključite ih u postavkama ako se predomislite.
hu: Baranov nem küldhet értesítéseket. Ha meggondolja magát, kapcsolja be őket a Beállításokban.
id: Baranov tidak diperbolehkan mengirim notifikasi. Aktifkan di Pengaturan jika Anda berubah pikiran.
is: Baranov má ekki senda tilkynningar. Kveiktu á þeim í stillingum ef þú skiptir um skoðun.
it: Baranov non è autorizzato a inviare notifiche. Attivali nelle Impostazioni se cambi idea.
ja: Baranov は通知を送信することを許可されていません。気が変わったら、設定でそれらをオンにしてください。
ka: ბარანოვს არ აქვს შეტყობინებების გაგზავნის უფლება. თუ გადაიფიქრებთ, ჩართეთ ისინი პარამეტრებში.
kk: Барановқа хабарлама жіберуге рұқсат етілмейді. Ойыңызды өзгертсеңіз, оларды "Параметрлер" бөлімінен қосыңыз.
ko: Baranov는 알림을 보낼 수 없습니다. 마음이 바뀌면 설정에서 기능을 켜세요.
lt: Baranovui neleidžiama siųsti pranešimų. Jei apsigalvosite, įjunkite juos nustatymuose.
lv: Baranovam nav atļauts sūtīt paziņojumus. Ja pārdomājat, ieslēdziet tos sadaļā Iestatījumi.
mk: На Баранов не му е дозволено да испраќа известувања. Вклучете ги во Поставки ако се предомислите.
ms: Baranov tidak dibenarkan menghantar pemberitahuan. Hidupkannya dalam Tetapan jika anda berubah fikiran.
mt: Baranov mhux permess li jibgħat notifiki. Ixgħelhom fis-Settings jekk tibdel fehmtek.
nb: Baranov har ikke lov til å sende varsler. Slå dem på i Innstillinger hvis du ombestemmer deg.
nl: Baranov mag geen meldingen verzenden. Schakel ze in via Instellingen als u van gedachten verandert.
pl: Baranow nie może wysyłać powiadomień. Jeśli zmienisz zdanie, włącz je w Ustawieniach.
pt_br: Baranov não tem permissão para enviar notificações. Ative-os em Configurações se mudar de ideia.
ro: Baranov nu are voie să trimită notificări. Activați-le în Setări dacă vă răzgândiți.
ru: Баранову не разрешено отправлять уведомления. Включи их в настройках, если передумаете.
sk: Baranov nemá povolené posielať upozornenia. Ak si to rozmyslíte, zapnite ich v Nastaveniach.
sl: Baranov ne sme pošiljati obvestil. Vklopite jih v nastavitvah, če si premislite.
sq: Baranov nuk lejohet të dërgojë njoftime. Aktivizoji ato te "Cilësimet" nëse ndryshon mendje.
sr: Баранов не сме да шаље обавештења. Укључите их у подешавањима ако се предомислите.
sv: Baranov får inte skicka meddelanden. Slå på dem i Inställningar om du ändrar dig.
th: Baranov ไม่ได้รับอนุญาตให้ส่งการแจ้งเตือน เปิดใช้งานได้ในการตั้งค่าหากคุณเปลี่ยนใจ
tr: Baranov'un bildirim göndermesine izin verilmiyor. Fikrinizi değiştirirseniz bunları Ayarlar'dan açın.
uk: Баранову заборонено надсилати повідомлення. Увімкни їх у налаштуваннях, якщо передумаєте.
vi: Baranov không được phép gửi thông báo. Hãy bật chúng trong Cài đặt nếu bạn đổi ý.
zh_hans: 巴拉诺夫无权发送通知。如果您改变主意，请在“设置”中将其打开。
zh_hk: 巴拉諾夫無權發送通知。如果您改變主意，請在「設定」中開啟。

source: Baranov logs
ar: سجلات بارانوف
bg: Барановски трупи
bs: Baranov zapisi
ca: registres de Baranov
cs: Baranov kulatiny
da: Baranov logger
de: Baranov-Protokolle
el: κούτσουρα Baranov
es: Registros de Baranov
et: Baranov palgid
eu: Baranov-en erregistroak
fi: Baranov lokit
fr: Journaux de Baranov
ga: Closleabhair Baranov
gl: Rexistros de Baranov
he: ברנוב יומן
hi: बारानोव लॉग करता है
hr: Baranov trupci
hu: Baranov naplók
id: Log Baranov
is: Baranov-annálar
it: Registri di Baranov
ja: バラノフのログ
ka: ბარანოვის მორები
kk: Баранов журналдар
ko: Baranov 로그
lt: Baranovo rąstai
lv: Baranov baļķi
mk: Баранов трупци
ms: Log Baranov
mt: Baranov zkuk
nb: Baranov logger
nl: Baranov logt
pl: Dzienniki Baranowa
pt_br: Registros de Baranov
ro: Baranov busteni
ru: Барановские бревна
sk: polená Baranov
sl: Baranov dnevniki
sq: Baranov shkrimet
sr: Баранов логс
sv: Baranov loggar
th: บันทึกของบารานอฟ
tr: Baranov günlükleri
uk: Барановські колоди
vi: Nhật ký Baranov
zh_hans: 巴拉诺夫原木
zh_hk: 巴拉諾夫原木
